const EveningPrayerHindi = () => {
  return (
    <div
      id="ev-pr-hindi"
      className="h-64 w-full overflow-y-auto p-2 border border-gray-500 rounded-md bg-white space-y-2"
    >
      <h2 className="text-xl font-bold text-center">संध्या-कालीन विनती </h2>
      <p>बार बार करूँ विनती । राधास्वामी आगे</p>
      <p>दया करो दाता मेरे । चित चरणन लागे</p>
      <p>जन्म जन्म रही भूल में । नहिं पाया भेदा</p>
      <p>काल करम के जाल में । रही भोगत खेदा</p>
      <p>जगत जीव भरमत फिरे । नित चारो खानी</p>
      <p>ज्ञानी योगी पिल रहे । सब मन की घानी</p>
      <p>भाग जगा मेरा आदिका । मिले सतगुरु आई</p>
      <p>राधास्वामी धाम का । मोहिं भेद जनाई</p>
      <p>ऊँचा से ऊँचा देश है । वह आधार ठिकानी</p>
      <p>बिना संत पावे नहीं । श्रुत शब्द निशानी</p>
      <p>राधास्वामी नाम की । मोहिं महिमा सुनाई</p>
      <p>बिरह अनुराग जगाय के । घर पहुँचू भाई</p>
      <p>साध संग कर सार रस । मैंने पिया अघाई</p>
      <p>प्रेम लगा गुरु चरण में । मन शांति न आई</p>
      <p>तड़प रहे बेकल रहुँ । कैसे पिया घर जाई</p>
      <p>दर्शन रस नित नित लहूँ । गहे मन थिरताई</p>
      <p>सूरत चढ़े आकाश में । करे शब्द विलाशा</p>
      <p>धाम धाम निरखत चले । पावे निज घर वासा</p>
      <p>यह आशा मेरे मन बसे । रहे चित्त उदासा</p>
      <p>विनय सुनो कृपा करो । दीजे चरन निवासा</p>
      <p>तुम बिन कोई समरथ नहीं । जासे माँगू दाना</p>
      <p>प्रेमधार बरखा करो । खोलो अमृत खाना</p>
      <p>दीन दयाल दया करो । मेरे समरथ स्वामी</p>
      <p>शुकर करूँ गावत रहुँ । नित राधास्वामी</p>
    </div>
  );
};

export default EveningPrayerHindi;
