const GuruVandanaHindi = () => {
  return (
    <div
      id="gv-hindi"
      className="h-64 w-full overflow-y-auto p-2 border border-gray-500 rounded-md bg-white space-y-2"
    >
      <h2 className="text-xl font-bold text-center">सद्गुरु वंदना</h2>
      <p>गुरुर्ब्रम्हा गुरुर्विष्णु गुरुर्देवो महेश्वरः ।</p>
      <p>गुरुरेव परं ब्रम्ह तस्मै श्रीगुरवे नमः ।।</p>
      <p>अखण्डमण्डलाकारं व्याप्तं येन चराचरम ।</p>
      <p>तत्पदं दर्शितं येन तस्मै श्रीगुरवे नमः ।।</p>
      <p>अज्ञानतिमिरान्धस्य ज्ञानांजन शलाकया ।</p>
      <p>चक्षुरुन्मीलितं येन तस्मै श्रीगुरवे नमः ।।</p>
      <p>स्थावरंजंगमं व्याप्तं येन कृत्सनं चराचरम ।</p>
      <p>तत्पदं दर्शितं येन तस्मै श्रीगुरवे नमः ।।</p>
      <p>चिद्रूपेण परिव्याप्तं त्रैलोक्यं सचराचरम ।</p>
      <p>तत्पदं दर्शितं येन तस्मै श्रीगुरवे नमः ।।</p>
      <p>न गुरोरधिकं तत्वं न गुरोरधिकं तपः ।</p>
      <p>तत्वज्ञानात परं नास्ति तस्मै श्रीगुरवे नमः ।।</p>
      <p>मन्नाथः श्रीजगन्नाथो मदगुरुः श्रीजगदगुरुः ।</p>
      <p>मदात्मा सर्वभूतात्मा तस्मै श्रीगुरवे नमः ।।</p>
      <p>गुरुरादिरनादिश्च गुरुः परमदैवतम ।</p>
      <p>गुरोः परतरं नास्ति तस्मै श्रीगुरवे नमः ।।</p>
      <p>ब्रम्हानन्दं परमसुखदं केवलं ज्ञानमूर्त्तिम ।</p>
      <p>द्वन्द्वातीतं गगनसदृशं तत्वमस्यादि लक्ष्मम ।।</p>
      <p>एकंनित्यं विमलमचलं सर्वधीसाक्षीभूतम ।</p>
      <p>भावातीतं त्रिगुणरहितं सत्गुरुं त्वां नमामि ।।</p>
    </div>
  );
};

export default GuruVandanaHindi;
