const JoyRadheKirtanHindi = () => {
  return (
    <div
      id="jrk-hindi"
      className="h-64 w-full overflow-y-auto p-2 border border-gray-500 rounded-md bg-white space-y-2"
    >
      <h2 className="text-xl font-bold text-center">कीर्तन</h2>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (2, 2)</p>
      <p>राधे गोबिन्द गोबिन्द गोबिन्द गोबिन्द</p>
      <p>गोबिन्द गोबिन्द गोबिन्द गोबिन्द</p>
      <p>गोबिन्द बोले सदा डाको रे ।।</p>
      <p>राधे गोबिन्द गोबिन्द गोबिन्द गोबिन्द, गोबिन्द बोले सदा डाको रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>छाड़ो रे मन कपट चातुरि बदने बलो हरि हरि । (1, 1)</p>
      <p>हरि नाम परमब्रम्ह जीवेर मूल धर्म</p>
      <p>नाम परमब्रम्ह जीवेर मूल धर्म</p>
      <p>अधर्म कुकर्म छाड़ो रे ।।</p>
      <p>हरि नाम परमब्रम्ह जीवेर मूल धर्म अधर्म कुकर्म छाड़ो रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>छाड़ो रे मन भवेर आशा अजपा नामे करो रे नेशा । (1, 1)</p>
      <p>राधे गोबिन्द नामटी बदने लइये</p>
      <p>गोबिन्द नामटी बदने लइये</p>
      <p>नयन-नीरे सदा भासो रे ।।</p>
      <p>राधे गोबिन्द नामटी बदने लइये, नयन-नीरे सदा भासो रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>राधे गोबिन्द गोबिन्द गोबिन्द गोबिन्द</p>
      <p>गोबिन्द गोबिन्द गोबिन्द गोबिन्द</p>
      <p>गोबिन्द बोले सदा डाको रे ।।</p>
      <p>राधे गोबिन्द गोबिन्द गोबिन्द गोबिन्द, गोबिन्द बोले सदा डाको रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>छाड़ो रे मन कपट चातुरि बदने बलो हरि हरि । (1, 1)</p>
      <p>हरी बोल हरी बोल हरी बोल हरी बोल (4, 4)</p>
      <p>हरि नाम परमब्रम्ह जीवेर मूल धर्म</p>
      <p>नाम परमब्रम्ह जीवेर मूल धर्म</p>
      <p>अधर्म कुकर्म छाड़ो रे ।।</p>
      <p>हरि नाम परमब्रम्ह जीवेर मूल धर्म अधर्म कुकर्म छाड़ो रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>छाड़ो रे मन भवेर आशा अजपा नामे करो रे नेशा । (1, 1)</p>
      <p>राधा बोल राधा बोल राधा बोल (4, 4)</p>
      <p>राधे गोबिन्द नामटी बदने लइये</p>
      <p>गोबिन्द नामटी बदने लइये</p>
      <p>नयन-नीरे सदा भासो रे ।।</p>
      <p>राधे गोबिन्द नामटी बदने लइये, नयन-नीरे सदा भासो रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>राधे गोबिन्द गोबिन्द गोबिन्द गोबिन्द</p>
      <p>गोबिन्द गोबिन्द गोबिन्द गोबिन्द</p>
      <p>गोबिन्द बोले सदा डाको रे ।।</p>
      <p>राधे गोबिन्द गोबिन्द गोबिन्द गोबिन्द, गोबिन्द बोले सदा डाको रे ।।</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे । (1, 1)</p>
      <p>जय राधे राधे कृष्ण कृष्ण गोबिन्द गोबिन्द वलो रे ।</p>
    </div>
  );
};

export default JoyRadheKirtanHindi;
