const MorningEveningPrayerHindi = () => {
  return (
    <div
      id="me-pr-hindi"
      className="h-64 w-full overflow-y-auto p-2 border border-gray-500 rounded-md bg-white space-y-2"
    >
      <h2 className="text-xl font-bold text-center">
        प्रातः एवं संध्या-कालीन विनती
      </h2>
      <p>बार बार कर जोड़ कर । सविनय करूँ पुकार</p>
      <p>साध संग मोहि देव नित । परम गुरु दातार</p>
      <p>कृपासिंधु समरथ पुरुष । आदि अनादि अपार</p>
      <p>राधास्वामी परम पितु । मैं तुम सदा अधार</p>
      <p>बार बार बल जाऊं । तनमन वारुं चरण पर</p>
      <p>क्या मुख ले मैं गाउँ । मेहर करी जस कृपा कर</p>
      <p>धन्य धन्य गुरुदेव । दयासिंधु पूरन धनी</p>
      <p>नित्त करूँ तुम सेव । अचल भक्ति मोहि देव प्रभु</p>
      <p>दीन अधीन अनाथ। हाथ गहा तुम आन कर</p>
      <p>अब राखो नित साथ। दीन दयाल कृपानिधि</p>
      <p>काम क्रोध मद लोभ। सव विधि अवगुण हार मैं</p>
      <p>प्रभु राखो मेरी लाज । तुम द्वारे अब मैं पड़ा</p>
      <p>राधास्वामी गुरु समरथ । तुम बिन और न दूसरा</p>
      <p>अब करो दया प्रत्यक्ष । तुम दर एति बिलम्ब क्यों</p>
      <p>दया करो मेरे साईंयां । देव प्रेम की दात</p>
      <p>दुःख सुख कुछ ब्यापे नहीं । छूटे सब उत्पात</p>
    </div>
  );
};

export default MorningEveningPrayerHindi;
