const MorningPrayerHindi = () => {
  return (
    <div
      id="m-pr-hindi"
      className="h-64 w-full overflow-y-auto p-2 border border-gray-500 rounded-md bg-white space-y-2"
    >
      <h2 className="text-xl font-bold text-center">प्रातः कालीन प्रार्थना</h2>
      <p>राधास्वामि नाम | जो गावे सोइ तरे ||</p>
      <p>कलकलेश सव नाश | सूख पावे सव दु:ख हरे ||</p>
      <p>ऐसा नाम अपार | कोई भेद न जानई ||</p>
      <p>जो जाने सो पार | बहुरि ना जग में जनमई ||</p>
      <p>राधास्वामि गाय कर | जन्म सुफल करले ||</p>
      <p>यही नाम निज़ नाम है | मन अपने धरले ||</p>
      <p>बैठक स्वामी अद्‌भुति | राधा निरख निहार ||</p>
      <p>और न कोई लख सके | शोभा अगम अपार ||</p>
      <p>गुप्त रुप जहँ धारिया | राधास्वामि नाम ||</p>
      <p>बिना मेहर नहिं पवई | जहाँ कोई विश्राम ||</p>
      <p>करूँ बंदगी राधास्वामि आगे | जिन् परताप जीव बहु जागे ||</p>
      <p>बारम्बार करूँ परनाम | सत्‌गुरु पदम धाम सतनाम ||</p>
      <p>आदि अनादि जुगादि अनाम | संत स्वरुप छोड़ निज़ धाम ||</p>
      <p>आए भौजल नाव लगाई | हमसे जीवन लिया चढ़ाई ||</p>
      <p>शब्द दृढाया सुरत बताई | कर्म भर्म से लिया बचाई ||</p>
      <p>कोटि कोटि करूँ बन्दना | अरब खरब दंडौत ||</p>
      <p>राधास्वामि मिल गये | ख़ुला भक्ति का सोत ||</p>
      <p>भक्ति सुनाई सबसे न्यारी | बेद कतेव न ताहि विचारी ||</p>
      <p>सत्तपुरुष चौथे पद बासा | संतन का वहाँ सदा विलासा ||</p>
      <p>सो घर दरसाया गुरु पूरे | बिन बजे जहाँ अचरज तूरे ||</p>
      <p>आगे अलख पुरुष दरवारा | देखा जाय सुरत से सारा ||</p>
      <p>तिस पर अगम लोक इक न्यारा | संत सुरत कोई करत विहारा ||</p>
      <p>तहाँ से दरसे अटल अटारी | अद्‌भुत राधास्वामि महल संवारी ||</p>
      <p>सुरत हुई अतिकर मगनानी | पुरुष अनामी जाय समानी ||</p>
    </div>
  );
};

export default MorningPrayerHindi;
