const OManwaRe = () => {
  return (
    <div
      id="st-omr"
      className="h-64 w-full overflow-y-auto p-2 border border-gray-500 rounded-md bg-white space-y-2"
    >
      <h2 className="text-xl font-bold text-center">ओ मनवा रे</h2>
      <p>ओ मनवा रे !</p>
      <p>साध ले तू अमर जीवन</p>
      <p>बाँध ले तू अमृत की धारा</p>
      <p>तन तम्बुरे साँसों का ये तार</p>
      <p>टूटेगा कब कौन जाने ।</p>
      <p>तोड़ के बन्धन सारे</p>
      <p>डोर गुरु की थामे ।।</p>
      <p>जीवन नैया खेवन चला</p>
      <p>कौन भला साहिल है तेरा</p>
      <p>उफ़न खाती नदिया ये नाव</p>
      <p>डूबेगा कब कौन जाने ।।</p>
      <p>झूठे सब रिश्ते नाते</p>
      <p>तेरे मेरे छोड़ दे ये सारा</p>
      <p>कब किसी के प्रीत का ये साथ</p>
      <p>छूटेगा कब कौन जाने ।।</p>
      <p>जीवन गुरु परमदयाल</p>
      <p>प्रभुनाथ सबका सहारा</p>
      <p>सौंप दे तू अपना ये जीवन</p>
      <p>बढ़ेगा ये तू भी जाने ।।</p>
    </div>
  );
};

export default OManwaRe;
